/* Label to indicate that date shown is creation date */
"(Creation Date)" = "(Creation Date)";

/* Label to indicate that date shown is modification date */
"(Modification Date)" = "(Modification Date)";

/* Placeholder */
"Anonymous" = "Anonymous";

/* Error: Can't remove pre-existing file at path (%@) */
"Can\\U2019t remove pre-existing file at path (%@)" = "Can’t remove pre-existing file at path (%@)";

/* Error: Can't write file to path - directory is not writable (%@) */
"Can\\U2019t write file to path - directory is not writable (%@)" = "Can’t write file to path - directory is not writable (%@)";

/* Error: Can't write file to path - parent is not a directory (%@) */
"Can\\U2019t write file to path - parent is not a directory (%@)" = "Can’t write file to path - parent is not a directory (%@)";

/* Button title */
"Cancel" = "Cancel";

/* query for dialog */
"Do you wish to remove the customized summary for this page, and instead use the text provided by the page for the index?" = "Do you wish to remove the customized summary for this page, and instead use the text provided by the page for the index?";

/* Text embossed on placeholder photo */
"Example Photo" = "Example Photo";

/* HTTP Status Code 403 */
"Forbidden" = "Forbidden";

/* ActionName: Insert Text */
"Insert Text" = "Insert Text";

/* HTTP Status Code 500 */
"Internal Server Error" = "Internal Server Error";

/* Error: Core Image given Invalid Size. */
"Invalid size passed to image scaling" = "Invalid size passed to image scaling";

/* Alert Title */
"Media Error" = "Media Error";

/* default document file name */
"My Site" = "My Site";

/* No document path specified. */
"No document path specified." = "No document path specified.";

/* HTTP Status Code 404 */
"Not Found" = "Not Found";

/* OK Button */
"OK" = "OK";

/* default name given to pasted images */
"pastedGraphic" = "pastedGraphic";

/* Alert: path not writeable suggestion */
"Please make sure that the above folder exists and is writeable. Without this, Sandvox may experience performance and/or publishing problems." = "Please make sure that the above folder exists and is writeable. Without this, Sandvox may experience performance and/or publishing problems.";

/* name appened to copy of file before version migration */
"previous" = "previous";

/* Button title */
"Remove" = "Remove";

/* title for dialog */
"Remove Custom Summary of Page?" = "Remove Custom Summary of Page?";

/* No comment provided by engineer. */
"Sandvox PRO is required to generate this type of page" = "Sandvox PRO is required to generate this type of page";

/* No comment provided by engineer. */
"Sandvox PRO is required to generate this type of pagelet" = "Sandvox PRO is required to generate this type of pagelet";

/* Description of an HTTP error */
"Server returned status code %d %@" = "Server returned status code %1$d %2$@";

/* HTTP Status Code 503 */
"Service Unavailable" = "Service Unavailable";

/* Specified document path is a directory. */
"Specified document path is a directory." = "Specified document path is a directory.";

/* Message in alert */
"The following URL could not be opened:\n\n%@\n\nThis may be an invalid Web URL, or perhaps your Mac may not be configured properly to open Web URLs. You can select and copy the URL above and paste it into your Web browser." = "The following URL could not be opened:\n\n%@\n\nThis may be an invalid Web URL, or perhaps your Mac may not be configured properly to open Web URLs. You can select and copy the URL above and paste it into your Web browser.";

/* Alert: path not writeable */
"The path ~/Library/Caches/Sandvox is not writeable." = "The path ~/Library/Caches/Sandvox is not writeable.";

/* Relative Date - Today */
"Today" = "Today";

/* Relative Date - Tomorrow */
"Tomorrow" = "Tomorrow";

/* No comment provided by engineer. */
"Try Again" = "Try Again";

/* Alert Info */
"Unable to compute UTI at path %@. A placeholder may be substituted." = "Unable to compute UTI at path %@. A placeholder may be substituted.";

/* Alert Info */
"Unable to convert image at path %@ to preferred format. A placeholder may be substituted." = "Unable to convert image at path %@ to preferred format. A placeholder may be substituted.";

/* Alert Info */
"Unable to convert image to preferred format. A placeholder may be substituted." = "Unable to convert image to preferred format. A placeholder may be substituted.";

/* Error: Unable to create directory at path (%@). */
"Unable to create directory at path (%@)." = "Unable to create directory at path (%@).";

/* Alert Info */
"Unable to create image from file at path %@. A placeholder may be substituted." = "Unable to create image from file at path %@. A placeholder may be substituted.";

/* Alert Info */
"Unable to create image from underlying data. A placeholder may be substituted." = "Unable to create image from underlying data. A placeholder may be substituted.";

/* Alert: Unable to migrate document data from %@ to %@, reason: %@. */
"Unable to migrate document data from %@ to %@, reason: %@." = "Unable to migrate document data from %1$@ to %2$@, reason: %3$@.";

/* Alert: Unable to migrate document data from %@ to %@. */
"Unable to migrate document data from %@ to %@." = "Unable to migrate document data from %1$@ to %2$@.";

/* Title of alert */
"Unable to Open Web URL" = "Unable to Open Web URL";

/* Alert Info */
"Unable to read file at path %@. A placeholder may be substituted." = "Unable to read file at path %@. A placeholder may be substituted.";

/* Alert: Unable to rename document from %@ to %@. Upgrade cannot be completed. */
"Unable to rename document from %@ to %@. Upgrade cannot be completed." = "Unable to rename document from %1$@ to %2$@. Upgrade cannot be completed.";

/* Alert: Unable to upgrade document at path %@. Path does not appear to be a file. */
"Unable to upgrade document at path %@. Path does not appear to be a file." = "Unable to upgrade document at path %@. Path does not appear to be a file.";

/* HTTP Status Code 401 */
"Unauthorized" = "Unauthorized";

/* fallback page title if no title is otherwise found */
"Untitled Page" = "Untitled Page";

/* Relative Date - Yesterday */
"Yesterday" = "Yesterday";

